Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/glossaries_fi/samedikki_lahkasanit_2005.pdf.tmx
Source language: fin
Languages: sme

source: Tämä sanasto on koottu alun alkaen Saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan työnä.
sme: Dát sátnelistu lea čohkkejuvvon álgoálggos Sámedikki skuvlen- ja oahppomateriálalávdegotti bargun.

source: Sen jälkeen Saamen
sme: Dan maŋŋel Sámi

source: kielineuvosto on Pohjoismaisen kielineuvoston myöntämällä projektituella valmistanut sanaston julkaisua varten.
sme: giellaráđđi lea Davviriikkalaš giellaráđi juolludan prošeaktaruđa vehkiin gárvvistan sátnelisttu almmustahttima várás.

source: Sanaston
sme: Sátnelisttu

source: kokoajana ja projektityöntekijänä on ollut Oula Valkeapää ja ammatillisena asiantuntijana työssä on ollut mukana Esko Aikio.
sme: čohkkejeaddjin ja prošeaktabargin lea leamaš Oula Valkeapää ja fágalaš áššedovdin barggus lea leamaš mielde Esko Aikio.

source: Myös Kotimaisten kielten tutkimuskeskus on osallistunut kieliasiantuntijana tähän työhön.
sme: Maiddái Ruovttueatnangielaid dutkanguovddáš lea oassálastán giellaáššedovdin dán bargui.

source: Projektin tavoitteena on ollut koota lakisanasto, joka luettelee aakkosellisessa järjestyksessä alan erikoissanastoa ja termejä.
sme: Prošeavtta ulbmilin lea leamaš čohkket láhkasátnelisttu, mii logahallá alfabehtalaš ortnegis suorggi spesiálasániid ja tearpmaid.

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
sme: Sátnelisttus ohcansánit leat suomagillii ja vástagat davvisámegillii, ruoŧagillii ja dárogillii.

source: Saamen kieli on sijoitettu
sme: Sámegiella lea biddjon vuosttamužžan

source: ensimmäiseksi lähinnä projektihistoriallisista ja käytännön syistä.
sme: prošeaktahistorjjálaš ja geavatlaš sivaid dihtii.

source: Muutoin vastinekielten järjestys vastaa Tekniikan
sme: Muđui vásttasániid ortnet vástida Tekniikan Sanastokeskus tearbmabáŋkkus

source: Sanastokeskuksen termipankissa käytettyä järjestystä.
sme: geavahuvvon ortnega.

source: Lainmuutosten vuoksi vanhaksi käyneiden hakusanojen perään on laitettu sulkujen sisään tähti (esim. "
sme: Láhkarievdademiid dihtii boarásmuvvan sániid maŋŋái lea biddjon násti ruođuid sisa (omd. “ puolustusneuvosto (*) ”).

source: puolustusneuvosto
sme: Dákkár

source: Tällaisia sanoja on suhteellisen paljon muun muassa holhouslainsäädännön kokonaisuudistuksesta johtuen. Tällaisia
sme: sánit leat oalle olu ee. hovdenláhkaásaheami ollislaš ođasmahttima sivas.

source: vanhentuneita sanoja ei ole kuitenkaan katsottu aiheelliseksi poistaa sanastosta, koska niihin edelleen voi törmätä esimerkiksi
sme: Dákkár boarásmuvvan sániid ii goittotge leat leamaš

source: valitusasioiden ja lakiehdotusten yhteydessä.
sme: dárbbašlaš guođđit eret sátnelisttus, go dat gávdnojit ain omd. váidalusáššiid ja láhkaevttohusaid oktavuođas.

source: Suomenkielisten hakusanojen perään on laitettu viittauksia ns. vieruskäsitteisiin, esim. " adoptiolapsi (vrt.
sme: Suomagielat ohcansániid maŋŋái lea biddjon čujuhus ng. báldadoahpagiidda, omd. “ adoptiolapsi (vrt.

source: kasvattilapsi,
sme: kasvattilapsi, ottolapsi) ”

source: ottolapsi) " sekä synonyymeihin (esim. " akkusatorinen periaate (ks.
sme: sihke synonymaide (omd. akkusatorinen periaate (ks.

source: Saamenkielisten sanojen osalta on merkitty lihavoiduilla kirjaimilla ne sanat, joiden käyttö olisi suositeltavaa silloin, kun
sme: Sámegielat sániid dáfus lea merkejuvvon buoiduduvvon bustávain dat sánit, mat ávžžuhuvvojit geavahit dalle go geavahusas

source: käytettävissä olisi useampia sanoja.
sme: livččejit eanet molssaeavttolaš sánit.

source: Joidenkin sanojen perään on sulkujen sisään laitetuilla lyhenteillä merkitty, mikäli sanaa
sme: Muhtin sániid maŋŋái lea ruođuid sisa biddjon oanádusain merkejuvvon, jus sáni geavahit

source: käytetään ainoastaan Norjan (Nor), Ruotsin (Sve) tai Suomen (Fin) puolella.
sme: dušše Norggas (Nor), Ruoŧas (Sve) dahje Suomas (Fin).

source: Mikäli sanan perässä ei ole tällaista merkintää,
sme: Jus sáni maŋis ii leat dákkár merkejupmi, de dat geavahuvvo oppa

source: käytetään sitä koko pohjoissaamen kielialueella.
sme: davvisámegielat guovllus.

source: Ruotsinkielisessä osuudessa on sanojen perään sulkujen sisään laitetuilla lyhenteillä merkitty suomenruotsalaiset (Fin) ja
sme: Ruoŧagielat oasis lea sániid maŋŋái ruođuid sisa biddjon oanádusain merkejuvvon Suoma beale ruoŧagielat (Fin) ja Ruoŧa beale

source: riikinruotsalaiset (Sve) sanat.
sme: ruoŧagielat (Sve) sánit.

source: Mikäli sanan perässä ei ole em. merkintää, käytetään sitä koko kielialueella.
sme: Jus sáni maŋis ii leat dát merkejupmi, de dan geavahit olles giellaguovllus.

source: Norjankielisessä osuudessa ongelmana on ollut, ettei luotettavaa lähdeaineistoa ole ollut saatavissa riittävästi.
sme: Dárogielat oasis váttisvuohtan lea leamašan dat, ahte eai leat doarvái luohtehahtti gáldut.

source: Ongelmana on
sme: Váttisvuohtan lea leamašan maiddái,

source: ollut myös, ettei ole ollut käytettävissä norjan kielen täydellisesti hallitsevaa asiantuntijaa.
sme: ahte geavahusas ii leat leamašan dakkár áššedovdi, gii hálddaša dárogiela dievaslaččat.

source: Lisäksi on otettava huomioon, että
sme: Dasa lassin galgá váldit vuhtii, ahte

source: norjalainen yhteiskunta poikkeaa suomalaisesta selvästi enemmän kuin ruotsalainen yhteiskunta, mitä lainkäyttöön ja
sme: norgalaš servodat earrána suopmelaš servodagas čielgasit eanet go ruoŧŧelaš servodat, go jurddašit láhkageavahusa ja

source: oikeudellisiin instituutioihin tulee.
sme: vuoigatvuođalaš institušuvnnaid.

source: Tästä syystä ja alan erikoissanakirjojen puutteen vuoksi norjankieliset vastineet ovatkin
sme: Dán sivas ja suorggi spesiálasátnegirjjiid váiluma dihtii dárogielat vástagat leatge mánggaid

source: monien sanojen kohdalla pikemminkin eräänlaisia likiarvoja kuin täydellisiä käännöksiä.
sme: sániid bokte buorebutge muhtinlágán lahkaárvvut go dievaslaš jorgalusat.

source: norjankielistä vastinetta.
sme: Muhtin sániide ii goittotge leat dárogielat vástagat.
